Repository: dominique-vassard/vinculi
Catalog: apps/vinculi_web/priv/gettext/*/LC_MESSAGES/coherence.po
Languages: fr

source: %{site_name} - Confirm your new account
fr: %{ssite_name} - Confirmez votre nouveau compte

source: %{site_name} - Invitation to create a new account
fr: %{site_name} - Invitation à créer un nouveau compte

source: %{site_name} - Reset password instructions
fr: %{site_name} - Instructions pour réinitialiser le mot de passe

source: %{site_name} - Unlock Instructions
fr: %{site_name} - Instructions pour déverouiller

source: Account already confirmed.
fr: Le compte déjà confirmé.

source: Account is inactive!
fr: Le compte n'est pas actif!

source: Account is not locked.
fr: Le compte n'est pas verouillé.

source: Account updated successfully.
fr: Compte mis à jour avec succès.

source: Already logged in.
fr: Déjà connecté.

source: Are you sure?
fr: Etes-vous sûr(e)?

source: Can't find that token
fr: Jeton introuvable

source: Cancel
fr: Annuler

source: Change my password
fr: Changer mon mot de passe

source: Confirm my Account
fr: Confirmer mon compte

source: Confirmation email sent.
fr: Eamil de confirmation envoyé.

source: Confirmation token expired.
fr: Le jeton de confirmation a expiré.

source: Could not find that email address
fr: Email introuvable

source: Create
fr: Créer

source: Create a New Password
fr: Créer un nouveau mot de passe

source: Create my Account
fr: Créer mon compte

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Edit Account
fr: Modifier le compte

source: First name
fr: Prénom

source: Forgot your password?
fr: Mot de passe oublié?

source: HTTP Authentication Required
fr: Authentification HTTP requise

source: Hello %{name}!
fr: Bonjour %{name}

source: If you didn't request this, please ignore this email.
fr: Si vous n'avez pas fait cette demande, merci d'ignorer cet email.

source: Incorrect %{login_field} or password.
fr: %{login_field} ou mot de passe incorrect.

source: Invalid %{user_token} error: %{error}
fr: Jeton %{user_token} invalide, erreur: %{error}

source: Invalid Invitation. Please contact the site administrator.
fr: Invitation non valide. Merci de contacter l'administrateur du site

source: Invalid Request.
fr: Requête invalide.

source: Invalid confirmation token.
fr: Jeton de confirmation invalide

source: Invalid email or password.
fr: Email ou mot de passe invalide.

source: Invalid invitation token.
fr: Jeton d'invitation invalide.

source: Invalid reset token.
fr: Jeton de réinitialisation invalide.

source: Invalid unlock token.
fr: Jeton de déverouillage invalide.

source: Invitation already sent.
fr: Invitation a déjà été envoyée.

source: Invitation sent.
fr: Invitation envoyée.

source: Invite Someone
fr: Inviter un nouvel utilisateur

source: Last name
fr: Nom

source: Mailer configuration required!
fr: Configuration du mailer requise!

source: Maximum Login attempts exceeded. Your account has been locked.
fr: Nombre maximul d'essai de connexion dépassé. Votre compte a été bloqué.

source: Name:
fr: Nom:

source: Need An Account?
fr: S'inscrire

source: Oops, something went wrong! Please check the errors below.
fr: Un champ est invalide! Voire les erreurs ci-dessous.

source: Password
fr: Mot de passe

source: Password Confirmation
fr: Confirmation du mot de passe

source: Password reset token expired.
fr: Le jeton de réinitialisation du mot de passe a expiré.

source: Password updated successfully.
fr: Mot de passe mis à jour avec succès

source: Problem confirming user account. Please contact the system administrator.
fr: Problème lors de la confirmation de votre compte. Merci de contacter l'administrateur du site.

source: Register
fr: S'inscrire

source: Register Account
fr: S'inscrire

source: Registration created successfully.
fr: Inscription réussie.

source: Remember Me?
fr: Se souvenir de moi?

source: Resend Confirmation Instructions
fr: Envoyer le mail de confirmation à nouveau

source: Resend Email
fr: Envoyer l'email à nouveau

source: Resend Invitation!
fr: Envoyer l'invitation à nouveau

source: Resend confirmation email
fr: Envoyer l'email de confirmation à nouveau

source: Reset Password
fr: Réinitialiser le mot de passe

source: Reset email sent. Check your email for a reset link.
fr: Email de réinitialisation envoyé. Merci de vérifier votre boîte mail.

source: Restricted Area
fr: Accès restreint

source: Send Instructions
fr: Envoyer les instructions

source: Send Invitation
fr: Envoyer une invitation

source: Send an unlock email
fr: Envoyer un email de déblocage

source: Send reset password link
fr: Envoyer un lien de réinitialisation de mot de passe

source: Show account
fr: Voir le compte

source: Sign In
fr: Se connecter

source: Sign Out
fr: Déconnexion

source: Signed in successfully.
fr: Connection réussie.

source: Someone has requested a link to change your password, and you can do this through the link below.
fr: Une personne a fait une demande de réinitialisation de votre mot de passe, vous popuvez effectuer cette opération en cliquant sur le line ci-dessous.

source: Thank you!
fr: Merci!

source: Too many failed login attempts. Account has been locked.
fr: Trop de tentatives de connexion. Le compte est bloqué.

source: Unauthorized IP Address
fr: Adresse IP non authorisée

source: Unlock Instructions sent.
fr: Les instructions de déblocage ont été envoyées.

source: Unlock my Account
fr: Débloquer mon compte

source: Update
fr: Mettre à jour

source: Update Password
fr: Mettre à jour le mot de passe

source: User account confirmed successfully.
fr: Le compe a été confirmé avec succès.

source: User already has an account!
fr: Cet utilisateur a déjà un compte!

source: You are using an invalid security token for this site! This security violation has been logged.
fr: Vous utilisez un jeton invalid. Cette intrusion a été loggé.

source: You have been invited to create an Account. Use the link below to create an account.
fr: Vous avez été invité à créer un compte sue le site vinculi.com . Merci de cliquer sur le lien ci-dessous pour créer votre compte.

source: You must confirm your account before you can login.
fr: Vous devez confirmer votre compte avant de vous connecter.

source: You requested unlock instructions for your locked account. Please click the link below to unlock your account.
fr: Vous avez fait une deamnde de déblocage de compte. Merci de cliquer sur le lien ci-dessus pour débloquer votre compte.

source: Your account has been unlocked
fr: Votre compte a été débloqué.

source: Your account is not locked.
fr: Votre compte n'est pas bloqué.

source: Your new account is almost ready. Click the link below to confirm you new account.
fr: Votre inscrition est presque terminée. Merci de cliquer sur le lien ci-dessous pour confirmer votre compte.

source: Your password won't change until you access the link above and create a new one.
fr: Votre mot de passe ne changera pas tant que vous n'en aurez pas créer un nouveau via le lien ci-dessous.

source: already confirmed
fr: Déjà confirmé

source: already locked
fr: déjà bloqué

source: can't be blank
fr: doit être rempli

source: invalid current password
fr: mot de passe invalide

source: not locked
fr: non bloqué

source: required
fr: requis
